<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні рядки автентифікації
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки використовуються під час автентифікації для різних
    | повідомлення, які ми повинні показати користувачеві. Ви можете змінювати
    | ці мовні рядки відповідно до вимог вашої програми.
    |
    */

    'failed' => 'Ці облікові дані не збігаються з нашими записами.',
    'password' => 'Наданий пароль неправильний.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',

    'response' => [
        '401' => [
            'middleware'    => 'Не авторизовано',
            'login'         => 'Не авторизованою. Ваші облікові дані неправильні'
        ],
        '422' => [
            'validation'    => 'Помилки перевірки.',
            'register'      => 'Помилка реєстрації',
            'token'         => 'Токен не було згенеровано',
            'refresh_token' => 'Не вдалося оновити токен'
        ],
        '200' => [
            'register'      => 'Ви успішно зареєструвалися.',
            'login'         => 'Ви успішно авторизувались.',
            'logout'        => 'Ви успішно вийшли.',
            'me'            => 'Дані користувача.',
            'refresh_token' => 'Ви успішно оновили токеню'
        ]
    ],
    'registration_error' => 'Помилка реєстрації',

];
