<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Пагінація мовних рядків
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки використовуються бібліотекою пагінатора для створення
    | прості посилання на сторінки. Ви можете змінити їх на що завгодно
    | ви хочете налаштувати свої перегляди, щоб краще відповідати вашій програмі.
    |
    */

    'previous' => '&laquo; Попередня',
    'next' => 'Наступна &raquo;',

];
