<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Скидання пароля мовні рядки
    |--------------------------------------------------------------------------
    |
    | Наступні мовні рядки є типовими рядками, які відповідають причинам
    | які надає брокер паролів для спроби оновлення пароля
    | не вдалося, наприклад через недійсний маркер або недійсний новий пароль.
    |
    */

    'reset' => 'Ваш пароль скинуто!',
    'sent' => 'Ми надіслали ваше посилання для зміни пароля електронною поштою!',
    'throttled' => 'Зачекайте, перш ніж повторювати спробу.',
    'token' => 'Цей маркер скидання пароля недійсний.',
    'user' => "Ми не можемо знайти користувача з такою електронною адресою.",

];
